<?php
get_header();
?>
<div class="error-404">
	<div class="wrapper">
		<div class="error-404__inner">
			<h2 class="secondary-title"><?php echo esc_html__('Oh~oh!', 'wayup');  ?><br><span><?php echo esc_html__('Something went wrong', 'wayup');  ?>:</span><br><?php echo esc_html__('Error 404', 'wayup');  ?></h2>
			
			<div class="error-404__right">
				<svg xmlns="http://www.w3.org/2000/svg" xmlns:xlink="http://www.w3.org/1999/xlink" width="1123" height="837" viewBox="0 0 1123 837">
					<defs>
						<linearGradient id="a" data-name="Безымянный градиент 4" x1="470.72" y1="163.63" x2="470.72" y2="99.23" gradientTransform="matrix(1, 0, 0, -1, 0, 838)" gradientUnits="userSpaceOnUse">
						<stop offset="0" stop-color="#ded9d9"/>
						<stop offset="0.31" stop-color="#efbe54"/>
						<stop offset="0.77" stop-color="#f15b40"/>
						</linearGradient>
						<linearGradient id="b" x1="548.05" y1="163.88" x2="548.05" y2="99.48" xlink:href="#a"/>
						<linearGradient id="c" x1="597.05" y1="163.88" x2="597.05" y2="99.48" xlink:href="#a"/>
						<linearGradient id="d" x1="674.05" y1="163.88" x2="674.05" y2="99.48" xlink:href="#a"/>
					</defs>
					<title>error-404</title>
					<g>
						<rect width="1123" height="837" style="fill: #fff"/>
						<g>
						<rect x="30" y="26" width="1063" height="777" rx="20" ry="20" style="fill: #fff"/>
						<g id="gasopenud">
							<path d="M202.12,319.2a5.1,5.1,0,1,0-5.1-5.1A5.1,5.1,0,0,0,202.12,319.2Z" style="fill: #31a9ef"/>
							<path d="M566.12,615.2a5.1,5.1,0,1,0-5.1-5.1A5.1,5.1,0,0,0,566.12,615.2Z" style="fill: #31a9ef"/>
							<path d="M351.12,639a2.85,2.85,0,1,0-2.85-2.85A2.85,2.85,0,0,0,351.12,639Z" style="fill: #31a9ef"/>
							<path d="M985.11,504a2.85,2.85,0,1,0-2.85-2.85A2.85,2.85,0,0,0,985.11,504Z" style="fill: #31a9ef"/>
							<path d="M822.11,248a2.85,2.85,0,1,0-2.85-2.85A2.85,2.85,0,0,0,822.11,248Z" style="fill: #31a9ef"/>
							<path d="M1053.11,373a2.85,2.85,0,1,0-2.85-2.85A2.85,2.85,0,0,0,1053.11,373Z" style="fill: #31a9ef"/>
							<path d="M292.12,152.2a5.1,5.1,0,1,0-5.1-5.1A5.1,5.1,0,0,0,292.12,152.2Z" style="fill: #31a9ef"/>
							<path d="M151.95,492.17h-4.54v-4.54h-1.85v4.54H141V494h4.54v4.53h1.85V494h4.54Z" style="fill: #31a9ef"/>
							<path d="M266,490.17h-4.54v-4.54h-1.85v4.54H255V492h4.54v4.53h1.85V492H266Z" style="fill: #31a9ef"/>
							<path d="M429,582.17h-4.54v-4.54h-1.85v4.54H418V584h4.54v4.53h1.85V584H429Z" style="fill: #31a9ef"/>
							<path d="M777,344.67h-2.07V342.6h-.84v2.07H772v.84h2.07v2.07h.84v-2.07H777Z" style="fill: #31a9ef"/>
							<path d="M69,422.67H66.91V420.6h-.84v2.07H64v.84h2.07v2.07h.84v-2.07H69Z" style="fill: #31a9ef"/>
							<path d="M154,592.67h-2.07V590.6h-.84v2.07H149v.84h2.07v2.07h.84v-2.07H154Z" style="fill: #31a9ef"/>
							<path d="M298,357.71H295.9v-2.07h-.84v2.07H293v.84h2.07v2.07h.84v-2.07H298Z" style="fill: #31a9ef"/>
							<path d="M322,268.67h-2.07V266.6h-.84v2.07H317v.84h2.07v2.07h.84v-2.07H322Z" style="fill: #31a9ef"/>
							<path d="M956.9,333.07a1.84,1.84,0,1,0-1.84-1.84A1.84,1.84,0,0,0,956.9,333.07Z" style="fill: #31a9ef"/>
						</g>
						<g id="dsampovikas">
							<path d="M635.46,400H466v6.78H635.46Z" style="fill: #51525d"/>
							<g>
							<path d="M482.58,674.37H458.85l4.24-28.81h15.25Z" style="fill: #51525d"/>
							<path d="M685.93,674.37H662.21l4.23-28.81H681.7Z" style="fill: #51525d"/>
							<g style="opacity: 0.10000000149011612">
								<path d="M665.26,657h17.62l-1.18-8H666.44Z" style="opacity: 0.10000000149011612;isolation: isolate"/>
							</g>
							<path d="M559.68,674.37H536l4.23-28.81h15.26Z" style="fill: #51525d"/>
							<path d="M608,674.37H584.26l4.23-28.81h15.25Z" style="fill: #51525d"/>
							<g style="opacity: 0.10000000149011612">
								<path d="M587.31,657h17.62l-1.19-8H588.49Z" style="opacity: 0.10000000149011612;isolation: isolate"/>
							</g>
							<path d="M677.86,300.72h0c3.61,3.8,8.32,10.12,13.52,20.24a153.72,153.72,0,0,1,16.52,69.91h0V652.33h-74V392h0a154.27,154.27,0,0,1,17.33-71.77c3.88-7.37,8.32-14.28,13.2-19.49h0a9.05,9.05,0,0,1,13.42,0Z" style="fill: #31a9ef"/>
							<path d="M463.52,300.73h0a9,9,0,0,1,13.42,0h0c4.9,5.21,9.32,12.12,13.21,19.49A154.39,154.39,0,0,1,507.5,392h0V652.33h-74V390.89h0A153.72,153.72,0,0,1,450,321C455.2,310.85,459.91,304.53,463.52,300.73Z" style="fill: #31a9ef"/>
							<path d="M490.2,396.45l17.8.09v21.94H490.2Z" style="fill: #51525d"/>
							<path d="M633.4,396.45l17.79.09v21.94H633.4Z" style="fill: #51525d"/>
							<g style="opacity: 0.10000000149011612">
								<path d="M490.61,319.65c-3.9-7.39-8.35-14.34-13.29-19.6A9.51,9.51,0,0,0,466,297.92a10.12,10.12,0,0,1,2.86,2.13c4.93,5.26,9.39,12.21,13.28,19.6a154.75,154.75,0,0,1,17.39,72V652.47H508V391.66a154.88,154.88,0,0,0-17.39-72Z" style="opacity: 0.10000000149011612;isolation: isolate"/>
							</g>
							<g style="opacity: 0.10000000149011612">
								<path d="M657.57,320.37c3.89-7.39,8.35-14.34,13.28-19.6a9.93,9.93,0,0,1,3.28-2.34,9.54,9.54,0,0,0-10.9,2.34c-4.94,5.26-9.4,12.21-13.29,19.6a154.9,154.9,0,0,0-17.39,72V653.23h7.63V392.39a154.77,154.77,0,0,1,17.39-72Z" style="opacity: 0.10000000149011612;isolation: isolate"/>
							</g>
							<path d="M471,738.77h-.65a11.54,11.54,0,0,1-11.54-11.54V674.37h23.73v52.86A11.54,11.54,0,0,1,471,738.77Z" style="fill: url(#a)"/>
							<path d="M548.37,738.52h-.65A11.54,11.54,0,0,1,536.18,727V674.12h23.73V727a11.54,11.54,0,0,1-11.54,11.54Z" style="fill: url(#b)"/>
							<path d="M597.37,738.52h-.65A11.54,11.54,0,0,1,585.18,727V674.12h23.73V727a11.54,11.54,0,0,1-11.54,11.54Z" style="fill: url(#c)"/>
							<path d="M674.37,738.52h-.65A11.54,11.54,0,0,1,662.18,727V674.12h23.73V727a11.54,11.54,0,0,1-11.54,11.54Z" style="fill: url(#d)"/>
							<path d="M578.51,96.48h0c5.15,5.71,11.9,15.08,19.27,30.22h0c15.67,31.91,23.75,68,23.86,104.59l1.27,419.29-105,.32-1.27-417.61c-.11-37.65,8.1-74.8,24.39-107.54,5.55-11.06,11.87-21.4,18.77-29.21h0a12.2,12.2,0,0,1,18.68-.06Z" style="fill: #31a9ef"/>
							<path d="M585.81,142.37H552a11,11,0,0,0-11,11V157a11,11,0,0,0,11,11h33.84a11,11,0,0,0,11-11v-3.59A11,11,0,0,0,585.81,142.37Z" style="fill: #51525d"/>
							<path d="M433.43,396.45l17.8.09v21.94h-17.8Z" style="fill: #51525d"/>
							<path d="M690.17,396.45l17.79.09v21.94H690.17Z" style="fill: #51525d"/>
							</g>
						</g>
						</g>
					</g>
				</svg>
			</div>
		</div>
	</div>
</div>
<?php
get_footer();
